Repository: Ypalaguta/ficheintervention
Catalog: locales/*.po
Languages: pt_pt

source: No item associated with the ticket
pt_pt: Nenhum elemento associado o ticket

source: never generated
pt_pt: nunca gerou

source: Software doesn't have a model
pt_pt: Software não tem um modelo

source: Contact
pt_pt: Pessoa a contactar

source: Technician concerned
pt_pt: Técnico em causa

source: Date of last generation
pt_pt: Data de última geração

source: Task list
pt_pt: Lista de tarefas

source: Resolved
pt_pt: Resolvido

source: Not resolved
pt_pt: Não resolvido

source: New intervention
pt_pt: Nova Intervenção

source: Start time
pt_pt: Hr.Inicio

source: End time
pt_pt: Hr.Fim

source: Intervention sheet
pt_pt: Ficha de intervenção

source: Generate the intervention sheet
pt_pt: Generate ficha de intervenção

source: GSM:
pt_pt: Mov.:

source: No technician assigned to task
pt_pt: Sem técnico atribuída a tarefa

source: Technicians
pt_pt: Técnicos

source: Customer
pt_pt: Cliente

source: Driver
pt_pt: Motorista

source: Leave of RCS
pt_pt: Saida RCS

source: Contract number
pt_pt: Nro. Contrato

source: Model
pt_pt: Modelo

source: Equipment ID
pt_pt: ID Equipamento

source: Part number
pt_pt: P/N

source: Serial No.
pt_pt: No de Serie

source: Print report
pt_pt: Relatório de impressão

source: Ph.
pt_pt: Tel.

source: Hardware installed
pt_pt: Hardware colocado

source: Diagnostic / work done
pt_pt: Diagnóstico / Trabalho feito

source: Monitoring / Pieces to be budgeted
pt_pt: Seguimento / peças a orçamentar

source: Observations
pt_pt: Observações

source: Signature / stamp
pt_pt: Assinatura / Carimbo

source: Problem / Reason assistance
pt_pt: Problema / Motivo assistência

source: To be completed by the customer
pt_pt: A PREENCHER PELO CLIENTE

source: Department
pt_pt: Departamento

source: Room / Office
pt_pt: Sala

source: Other
pt_pt: Outro

source: Building
pt_pt: Edificio

source: Floor
pt_pt: Piso / Andar

source: Customer name
pt_pt: Nome do Cliente

source: Date of intervention
pt_pt: Data da intervenção

source: Arrival time
pt_pt: Hora de chegada

source: Time of departure
pt_pt: Hora de Saida
